import { Benefit } from "./types"

export const benefits: Benefit[] = [
  {
    id: "1",
    title: "Удобный интерфейс.",
    description:
      "Блоковая подача информации, удобные кнопки, карточки товаров, понятное меню и легкая навигация по многостраничному сайту.",
  },
  {
    id: "2",
    title: "Продающая структура!",
    description:
      "Делаем анализ вашей целевой аудитории и вашего предложения. Опираясь на анализ прописываем продающуюу структуру сайта.",
  },
  {
    id: "3",
    title: "Адаптивность!",
    description:
      "Сайт корректно отображается на различных устройствах, элементы динамически подстраиваются под различные разрешения экрана, что повышает конверсию сайта в покупку.",
  },
  {
    id: "4",
    title: "Уникальный дизайн",
    description:
      "Не пользуемся шаблонными решениями. Под каждый проект разрабатывается индивидуальный дизайн который подчеркнет имидж компании.",
  },
  {
    id: "5",
    title: "Защита и безопасность!",
    description:
      "Подключаем HTPS протокол, защиту от DDOS атак, чтобы данные клиентов были в безопасности.",
  },
  {
    id: "6",
    title: "SEO оптимизация!",
    description:
      "Сайты соответствуют требованиям поисковой оптимизации, они без труда покоряют топы поисковой выдачи Яндекс и Google.",
  },
]
