import { Benefit } from "./types"

export const benefits: Benefit[] = [
  {
    id: "1",
    title: "Разработка дизайна.",
    description:
      "Создание уникального и привлекательного дизайна, который будет соответствовать вашему бренду и удовлетворять потребности целевой аудитории.",
  },
  {
    id: "2",
    title: "Адаптивная верстка!",
    description:
      "Разработка мобильной версии сайта, чтобы ваш интернет-магазин был удобен и доступен для пользователей различных устройств.",
  },
  {
    id: "3",
    title: "Интеграция с системами управления!",
    description:
      "Подключение необходимых платежных систем и интеграция с программами учета товаров, что обеспечивает легкость ведения бизнеса.",
  },
  {
    id: "4",
    title: "Уникальный дизайн",
    description:
      "Не пользуемся шаблонными решениями. Под каждый проект разрабатывается индивидуальный дизайн который подчеркнет имидж компании.",
  },
  {
    id: "5",
    title: "Маркетинг и продвижение!",
    description:
      "Разработка стратегии продвижения вашего интернет-магазина, включая контент-маркетинг, таргетированную рекламу и email-маркетинг для привлечения и удержания клиентов.",
  },
  {
    id: "6",
    title: "SEO оптимизация!",
    description:
      "Комплексные работы по внутренней и внешней оптимизации сайта для улучшения видимости в поисковых системах и увеличения трафика.",
  },
]
