export const stages = [
  {
    id: 1,
    title: "Определение целевой аудитории и анализ конкурентов",
    description:
      "Определение и исследование целевой аудитории, формирование портрета типичного представителя целевой аудитории и исследование его потребностей. Анализ сайтов конкурентов, занимающих лидирующие позиции в выдаче поисковых систем, выявление факторов, способствующих выходу в ТОП 10.",
  },
  {
    id: 2,
    title: "Подбор ключевых фраз",
    description:
      "Подбор продающих, высоко- и среднечастотных ключевых фраз для распределения по страницам вашего нового сайта, согласование. С целью получения максимального охвата целевого трафика в поисковых системах.",
  },
  {
    id: 3,
    title: "Разработка технического задания",
    description:
      "Бриф или техническое задание создается на основе данных, выявленных на предыдущем этапе работы, и включает в себя следующую информацию: структура сайта; требования к дизайну; функциональные возможности ресурса;технологические требования.",
  },
  {
    id: 4,
    title: "«Разработка дизайна с высокой конверсией",
    description:
      "Дизайн сайта разрабатывается с учетом особенностей сферы деятельности заказчика, производимых им товаров и оказываемых услуг. Кроме того, учитываются актуальные направления дизайна и пожелания заказчика. Обязательным элементом являются продающие триггеры, «цепляющие» внимание посетителей и мотивирующие их к совершению покупки. Результатом создания сайта является ресурс, который производит благоприятное впечатление на посетителей и способствует совершению пользователем целевого действия.",
  },
  {
    id: 5,
    title: "Адаптивная верстка под все устройства",
    description:
      "С помощью адаптивной верстки можно сделать так, что сайт будет правильно отражаться на любых типах устройств, подстраиваясь под разрешение экрана. Кроме того, адаптивная верстка способствует повышению позиций сайта и росту количества посещений с мобильных устройств.",
  },
  {
    id: 6,
    title: "Программирование и сборка сайта на CMS",
    description:
      "Выбор доменного имени, регистрация и оформление прав владельца сайта. Разработка сайта на системе управления сайтом, наладка его работы, оптимизация скорости загрузки страниц. Удобная интуитивно понятная система управления позволяет сотрудникам компании заказчика обновлять информацию и работать с сайтом даже без специальных знаний.",
  },
  {
    id: 7,
    title: "Наполнение сайта",
    description:
      "Написание и размещение продающих текстов для разделов сайта, а также наполнение товарами, проектами, фотографиями. Как результат на 100% готовый сайт, быстрая техническая поддержка и обновление.",
  },
  {
    id: 8,
    title: "Оптимизация сайта",
    description:
      "Внутренняя оптимизация: проработка контента, составление заголовков, настройка мета-тегов, перелинковка, внедрение SEO скриптов, развитие сайта.Внешняя оптимизация: Статейное продвижение, увеличение ссылочной массы.Как результат: рост позиций и органического трафика сайта из поисковых систем.",
  },
  {
    id: 9,
    title: "Улучшение продающих качеств сайта и тех. поддержка",
    description:
      "Анализ поведения пользователей на сайте, анализ web-визора, карты кликов и карты скроллинга. Внедрение улучшений. Увеличение конверсии сайта, количеста лидов и продаж с сайта.Экспресс размещение и обновление акций, новостей, товаров, услуг и фотографий в галерее. Доработка сайта по желанию Клиента.",
  },
  {
    id: 10,
    title: "Обучение Ваших сотрудников",
    description:
      "Дополнительно наши специалисты обучают сотрудников Клиента работе с сайтом: обновлению новостей, наполнению каталога, фотогалереи и других страниц. При необходимости вы всегда сможете внести корректировки на сайт своими силами.",
  },
]
// export const stages = [
//   {
//     id: 1,
//     title: "Маркетинговый анализ бизнеса",
//     description:
//       "На предварительном этапе мы выясняем специфику вашего бизнеса, товаров. Отмечаем ваши преимущества и уникальные предложения, изучаем ожидания и потребности целевой аудитории, рассматриваем ближайшее конкурентное окружение. На основании полученных данных мы разрабатываем прототип интернет-магазина, пишем техническое ТЗ для специалистов, готовим рекомендации по текстовому наполнению с учетом требований SEO, разрабатываем план по внешней и внутренней оптимизации сайта. Также мы создаем набор готовых элементов для пользовательского интерфейса.",
//   },
//   {
//     id: 2,
//     title: "Привлекательный дизайн",
//     description:
//       "Интерфейс сайта будет соответствовать современным требованиям и отвечать ожиданиям целевой аудитории. Опытные специалисты создадут UX-дизайн, отталкиваясь от данных анализа пользовательского поведения, что позволит в несколько раз увеличить конверсию. Мы подберем оптимальные цветовые сочетания (основной, дополнительные, акцентные цвета), уделим внимание четкости графики, наглядности интерфейса, понятной и лаконичной визуализации.",
//   },
//   {
//     id: 3,
//     title: "Профессиональная верстка",
//     description:
//       "Мы производим верстку по стандарту Pixel Perfect, который предполагает точное соответствие сверстанных страниц дизайн-макету. Наши специалисты напишут чистый код с двухфакторной проверкой, позволяющий обеспечить высокую скорость загрузки на любых браузерах и электронных устройствах (десктопных и мобильных). Профессиональная адаптивная верстка является важным условием бесперебойной надежной работы сайта на протяжении длительного времени. ",
//   },
//   {
//     id: 4,
//     title: "«Посадка» на CMS",
//     description:
//       "Невозможно представить интернет-магазин без системы управления сайтом. Специалисты выполнят посадку готовой верстки вашего магазина на CMS. Благодаря CMS, вы просто заходите в административную панель, и, при помощи понятных полей, легко управляете содержимым — редактируете новости, вносите коррективы в товары, добавляет фото и видеоконтент, модерируете и выполняете множество других действий, которые без CMS были бы сущим кошмаром.",
//   },
//   {
//     id: 5,
//     title: "Тестирование и доработка",
//     description:
//       "Чтобы избежать проблем во время использования сайта, на данном этапе мы отрабатываем все возможные сценарии взаимодействия пользователей с сайтом. Это позволяет вовремя выявить ошибки и устранить их. Мы тестируем usability и безопасность сайта, проверяем скорость загрузки страниц, работу форм обратной связи и интерактивных элементов, отображение страниц на разных устройствах. Это позволяет на 100% гарантировать функциональность ресурса.",
//   },
//   {
//     id: 6,
//     title: "Запуск сайта",
//     description:
//       "Когда все проверено и выполнены все нужные доработки, остается лишь выполнить грамотный запуск сайта. Наши специалисты сверяют всё по чек-листу, чтобы избежать неприятностей и получить на выходе идеальный интернет-магазин с высокой конверсией. Сайт от профессионалов позволит вам легко привлекать новых клиентов и станет достойным лицом вашей компании в интернете.",
//   },
// ]
