import { Case } from "./type"

export const casesData: Case[] = [
  {
    id: 1,
    title: "LandingPage",
    services: [
      {
        option: "Стоимость индивидуального проекта",
        price: 80000,
      },
      {
        option: "Стоимость типового проекта",
        price: 80000,
      },
    ],
    timeFrom: 7,
  },
  {
    id: 2,
    title: "Сайт визитка",
    services: [
      {
        option: "Стоимость индивидуального проекта",
        price: 260000,
      },
      {
        option: "Стоимость типового проекта",
        price: 140000,
      },
    ],
    timeFrom: 12,
  },
  {
    id: 3,
    title: "Корпоративный портал",
    services: [
      {
        option: "Стоимость индивидуального проекта",
        price: 320000,
      },
      {
        option: "Стоимость типового проекта",
        price: 180000,
      },
    ],
    timeFrom: 14,
  },
  {
    id: 4,
    title: "Интернет-магазин",
    services: [
      {
        option: "Стоимость индивидуального проекта",
        price: 500000,
      },
      {
        option: "Стоимость типового проекта",
        price: 250000,
      },
    ],
    timeFrom: 30,
  },
  {
    id: 5,
    title: "Разработка сайта на CMS WordPress",
    services: [
      {
        option: "Разработка сайте на стандартом дизайне",
        price: 65000,
      },
      {
        option: "Разработка уникального дизайна",
        price: 85000,
      },
      {
        option: "Разработка темы и посадка на CMS WordPress ",
        price: 120000,
      },
    ],
    timeFrom: 30,
  },
  {
    id: 6,
    title: "Дополнительные услуги",
    services: [
      {
        option: "Работы по дизайну / верстке / программированию",
        price: 4000,
      },
      {
        option:
          "Разработка квиз-сайтовРаботы по дизайну / верстке / программированию",
        price: 15000,
      },
      {
        option: "Перенос сайта на новый хостинг",
        price: 15000,
      },
      {
        option: "Системное администрирование сайта",
        price: 10000,
      },
      {
        option: "Техподдержка сайта",
        price: 10000,
      },
      {
        option: "Администрирование сервера",
        price: 10000,
      },
    ],
    timeFrom: 30,
  },
  // {
  //   id: 1,
  //   title: "Стандарт",
  //   price: 80000,
  //   services: [
  //     "Индивидуальный дизайн",
  //     "Верстка Html, CSS, JavaScript, React, Next JS, Node js",
  //     "Посадка» на CMS",
  //     "Функционал онлайн оплаты товаров",
  //   ],
  // },
  // {
  //   id: 2,
  //   title: "Премиум",
  //   price: 140000,
  //   services: [
  //     "Индивидуальный дизайн",
  //     "Верстка Html, CSS, JavaScript, React, Next JS, Node js",
  //     "Посадка» на CMS",
  //     "Функционал онлайн оплаты товаров",
  //     "Личный кабинет",
  //     "Расширенные фильтры с поддержкой SEO",
  //     "Интеграция с системами служб доставки",
  //     "Наполнение товарами",
  //     "Обучение пользования сайтом",
  //   ],
  // },
  // {
  //   id: 3,
  //   title: "Престиж",
  //   price: 180000,
  //   services: [
  //     "Индивидуальный дизайн",
  //     "Верстка Html, CSS, JavaScript, React, Next JS, Node js",
  //     "Посадка» на CMS",
  //     "Функционал онлайн оплаты товаров",
  //     "Личный кабинет, Сравнение, Избранное",
  //     "Расширенные фильтры с поддержкой SEO",
  //     "Интеграция с системами служб доставки",
  //     "Наполнение товарами",
  //     "Обучение пользования сайтом",
  //     "Интеграция со складом",
  //     "Внедрение политики лояльности, купоны, бонусы, промокоды",
  //     "Интеграция с CRM",
  //     "Любой не стандартный функционал",
  //   ],
  // },
]
