import { Case } from "./type"

export const casesData: Case[] = [
  {
    id: 1,
    title: "Стандарт",
    price: 80000,
    services: [
      "Индивидуальный дизайн",
      "Верстка Html, CSS, JavaScript, React, Next JS, Node js",
      "Посадка» на CMS",
      "Функционал онлайн оплаты товаров",
    ],
  },
  {
    id: 2,
    title: "Премиум",
    price: 140000,
    services: [
      "Индивидуальный дизайн",
      "Верстка Html, CSS, JavaScript, React, Next JS, Node js",
      "Посадка» на CMS",
      "Функционал онлайн оплаты товаров",
      "Личный кабинет",
      "Расширенные фильтры с поддержкой SEO",
      "Интеграция с системами служб доставки",
      "Наполнение товарами",
      "Обучение пользования сайтом",
    ],
  },
  {
    id: 3,
    title: "Престиж",
    price: 180000,
    services: [
      "Индивидуальный дизайн",
      "Верстка Html, CSS, JavaScript, React, Next JS, Node js",
      "Посадка» на CMS",
      "Функционал онлайн оплаты товаров",
      "Личный кабинет, Сравнение, Избранное",
      "Расширенные фильтры с поддержкой SEO",
      "Интеграция с системами служб доставки",
      "Наполнение товарами",
      "Обучение пользования сайтом",
      "Интеграция со складом",
      "Внедрение политики лояльности, купоны, бонусы, промокоды",
      "Интеграция с CRM",
      "Любой не стандартный функционал",
    ],
  },
]
