import { WhatYouGetList } from "../types"

export const whatyougetlist: WhatYouGetList[] = [
  {
    id: "1",
    imageUrl: "/image/whatYouGet/programmer.webp",
    title: "Программирование и Техническая Оптимизация Сайтов от Barbaris",
    options: [
      {
        id: "1",
        description:
          "Техническая оптимизация и программирование сайта — ключевые аспекты, обеспечивающие его стабильность и скорость работы. Веб-студия Barbaris использует современные технологии и лучшие практики для достижения оптимальных результатов.",
      },
    ],
  },
  {
    id: "2",
    imageUrl: "/image/whatYouGet/web-design.webp",
    title: "Примеры Успешных Проектов от Веб-Студии Barbaris",
    options: [
      {
        id: "1",
        description:
          "На нашем сайте вы можете ознакомиться с портфолио, в котором представлены проекты, реализованные нашей командой. Каждый проект — это история успеха наших клиентов, которые доверили нам свои идеи.",
      },
    ],
  },
  {
    id: "3",
    imageUrl: "/image/whatYouGet/research.webp",
    title: "SEO-Оптимизация и Поисковый Трафик",
    options: [
      {
        id: "1",
        description:
          "SEO-оптимизация служит основой для увеличения поискового трафика. Ключевые слова, внутренняя и внешняя оптимизация играют центральную роль в улучшении видимости сайта в поисковых системах, что прямо влияет на привлечение целевой аудитории.",
      },
    ],
  },
  {
    id: "4",
    imageUrl: "/image/whatYouGet/full-stack.webp",
    title: "Контент-Маркетинг и Мобильная Оптимизация",
    options: [
      {
        id: "1",
        description:
          "Создание качественного контента и его маркетинг необходимы для привлечения и удержания внимания пользователей. Мобильная оптимизация усиливает этот эффект, делая сайт удобным для пользователей смартфонов и планшетов, что крайне важно в современном мире.",
      },
    ],
  },
  {
    id: "5",
    imageUrl: "/image/whatYouGet/data-analyst.webp",
    title: "Аналитика и Таргетированная Реклама",
    options: [
      {
        id: "1",
        description:
          "Веб-аналитика и таргетированная реклама позволяют не только анализировать поведение посетителей, но и точечно воздействовать на потенциальных клиентов. Лидогенерация и конверсия становятся результатом грамотно построенной рекламной кампании.",
      },
    ],
  },
  {
    id: "5",
    imageUrl: "/image/whatYouGet/launch.webp",
    title: "Брендинг и Омниканальность",
    options: [
      {
        id: "1",
        description:
          "Сильный бренд и омниканальный подход в коммуникациях усиливают восприятие компании на рынке. Персонализация предложений и контента способствует более тесной связи с аудиторией, повышая лояльность и узнаваемость бренда.",
      },
    ],
  },
  {
    id: "6",
    imageUrl: "/image/whatYouGet/seo.webp",
    title: "SEO Продвижение и Ценообразование ",
    options: [
      {
        id: "1",
        description:
          "Продвижение сайта на платформах вроде Тильда требует специальных навыков и знаний в области SEO. Комплексный подход к продвижению сайтов, включая ценообразование и оптимизацию, обеспечивает лучшие результаты и повышает эффективность инвестиций.",
      },
    ],
  },
]
